Repository: LinHXiang/Retrace
Catalog: Retrace/Settings/GeneralSettings.xcstrings
Source language: en
Languages: ar, be, bn, ckb, cs, eo, fa, fr, he, hr, hu, it, ja, ko, lt, lv, pl, pt, pt_br, ru, sl, sv, ta, th, tr, uk, uz, vi, zh_hans, zh_hant

# AddHistorySource
source: Add File
ar: إضافة ملف
be: Дадаць файл
bn: ফাইল যোগ করুন
ckb: زیادکردنی پەڕگە
cs: Přidat soubor
eo: Aldoni dosieron
fa: افزودن فایل
fr: Ajouter un fichier
he: הוסף קובץ
hr: Dodaj datoteku
hu: Fájl hozzáadása
it: Aggiungi file
ja: ファイルを追加
ko: 파일 추가
lt: Pridėti failą
lv: Pievienot failu
pl: Dodaj plik
pt: Adicionar ficheiro
pt_br: Adicionar arquivo
ru: Добавить файл
sl: Dodaj datoteko
sv: Lägg till fil
ta: கோப்பைச் சேர்
th: เพิ่มไฟล์
tr: Dosya Ekle
uk: Додати файл
uz: Fayl qoʻshish
vi: Thêm tệp

# ChooseHistorySource
source: Choose History File
ar: اختيار ملف السجل
be: Выбраць файл гісторыі
bn: ইতিহাস ফাইল নির্বাচন করুন
ckb: هەڵبژاردنی پەڕگەی مێژوو
cs: Vybrat soubor historie
eo: Elekti historian dosieron
fa: انتخاب فایل تاریخچه
fr: Choisir un fichier d’historique
he: בחר קובץ היסטוריה
hr: Odaberi datoteku povijesti
hu: Előzményfájl kiválasztása
it: Scegli file cronologia
ja: 履歴ファイルを選択
ko: 기록 파일 선택
lt: Pasirinkti istorijos failą
lv: Izvēlēties vēstures failu
pl: Wybierz plik historii
pt: Escolher ficheiro de histórico
pt_br: Escolher arquivo de histórico
ru: Выбрать файл истории
sl: Izberi datoteko zgodovine
sv: Välj historikfil
ta: வரலாறு கோப்பைத் தேர்வு செய்
th: เลือกไฟล์ประวัติ
tr: Geçmiş dosyasını seç
uk: Вибрати файл історії
uz: Tarix faylini tanlash
vi: Chọn tệp lịch sử

source: Command history size:
ar: حجم سجل الأوامر:
be: Памер гісторыі каманд:
bn: কমান্ড ইতিহাসের আকার:
ckb: قەبارەی مێژووی فرمانەکان:
cs: Velikost historie příkazů:
eo: Grando de komanda historio:
fa: اندازهٔ تاریخچهٔ فرمان‌ها:
fr: Taille de l’historique des commandes:
he: גודל היסטוריית הפקודות:
hr: Veličina povijesti naredbi:
hu: Parancselőzmények mérete:
it: Dimensione cronologia comandi:
ja: コマンド履歴の件数:
ko: 명령어 기록 크기:
lt: Komandų istorijos dydis:
lv: Komandu vēstures lielums:
pl: Rozmiar historii poleceń:
pt: Tamanho do histórico de comandos:
pt_br: Tamanho do histórico de comandos:
ru: Размер истории команд:
sl: Velikost zgodovine ukazov:
sv: Storlek på kommandohistorik:
ta: கட்டளை வரலாறு அளவு:
th: ขนาดประวัติคำสั่ง:
tr: Komut geçmişi boyutu:
uk: Розмір історії команд:
uz: Buyruqlar tarixi hajmi:
vi: Kích thước lịch sử lệnh:
zh_hans: 历史条数：
zh_hant: 歷史條數：

# CommandHistorySizeTooltip
source: Maximum number of commands to show.
ar: الحد الأقصى لعدد الأوامر المعروضة.
be: Максімальная колькасць каманд для паказу.
bn: দেখানোর জন্য কমান্ডের সর্বোচ্চ সংখ্যা।
ckb: زۆرترین ژمارەی فرمانەکان بۆ پیشاندان.
cs: Maximální počet zobrazených příkazů.
eo: Maksimuma nombro de montrendaj komandoj.
fa: حداکثر تعداد فرمان‌هایی که نمایش داده می‌شوند.
fr: Nombre maximal de commandes à afficher.
he: מספר הפקודות המרבי להצגה.
hr: Maksimalan broj naredbi za prikaz.
hu: A megjelenítendő parancsok maximális száma.
it: Numero massimo di comandi da mostrare.
ja: 表示するコマンドの最大数。
ko: 표시할 명령어의 최대 개수입니다.
lt: Didžiausias rodomų komandų skaičius.
lv: Maksimālais rādāmo komandu skaits.
pl: Maksymalna liczba wyświetlanych poleceń.
pt: Número máximo de comandos a mostrar.
pt_br: Número máximo de comandos a mostrar.
ru: Максимальное число отображаемых команд.
sl: Največje število prikazanih ukazov.
sv: Maximalt antal kommandon att visa.
ta: காட்ட வேண்டிய கட்டளைகளின் அதிகபட்ச எண்ணிக்கை.
th: จำนวนคำสั่งสูงสุดที่จะแสดง
tr: Gösterilecek en fazla komut sayısı.
uk: Максимальна кількість команд для показу.
uz: Koʻrsatiladigan buyruqlarning maksimal soni.
vi: Số lệnh tối đa được hiển thị.
zh_hans: 最多显示的命令数量。
zh_hant: 最多顯示的命令數量。

source: Exact
ar: دقيق
be: Дакладны
bn: হুবহু
ckb: تەواو
cs: Přesné
eo: Ekzakta
fa: دقیق
fr: Exacte
he: מדויק
hr: Točno
hu: Egyező
it: Esatta
ja: 精密
ko: 정확한
lt: Tikslus
lv: Precīzi
pl: Dokładne
pt: Exata
pt_br: Exata
ru: Точный
sl: Točno
sv: Exakt
ta: சரியான
th: แม่นยำ
tr: Kesin
uk: Чіткий
uz: Aniq
vi: Chính xác
zh_hans: 精确
zh_hant: 精確

source: Fuzzy
ar: غامض
be: Недакладны
bn: ঝাপসা
ckb: لێکچوو
cs: Přibližné
eo: Proksimuma
fa: تقریبی
fr: Approximative
he: מעורפל
hr: Netočno
hu: Hasonló
it: Approssimata
ja: あいまい
ko: 퍼지
lt: Apytikslis
lv: Fazimeklēšana
pl: Rozmyte
pt: Difuso
pt_br: Aproximada
ru: Неточный
sl: Mehko
sv: Ungefärlig
ta: தெளிவில்லாமல்
th: เลือน
tr: Bulanık
uk: Нечіткий
uz: Noaniq
vi: Gần đúng
zh_hans: 模糊
zh_hant: 模糊

# HistorySources
source: Command history:
ar: سجل الأوامر:
be: Гісторыя каманд:
bn: কমান্ড ইতিহাস:
ckb: مێژووی فرمانەکان:
cs: Historie příkazů:
eo: Komanda historio:
fa: تاریخچهٔ فرمان‌ها:
fr: Historique des commandes:
he: היסטוריית פקודות:
hr: Povijest naredbi:
hu: Parancselőzmények:
it: Cronologia comandi:
ja: コマンド履歴:
ko: 명령어 기록:
lt: Komandų istorija:
lv: Komandu vēsture:
pl: Historia poleceń:
pt: Histórico de comandos:
pt_br: Histórico de comandos:
ru: История команд:
sl: Zgodovina ukazov:
sv: Kommandohistorik:
ta: கட்டளை வரலாறு:
th: ประวัติคำสั่ง:
tr: Komut geçmişi:
uk: Історія команд:
uz: Buyruqlar tarixi:
vi: Lịch sử lệnh:
zh_hans: 命令历史：
zh_hant: 命令歷史：

source: Launch at login
ar: التشغيل عند تسجيل الدخول
be: Запускаць пры логіне
bn: লগইন করার সময় চালু করুন
ckb: کارپێکردن لەکاتی چوونەژوورەوەدا
cs: Spustit při přihlášení
eo: Lanĉi dum ensaluto
fa: باز شدن هنگام ورود
fr: Lancer au démarrage
he: להפעיל עם הכניסה למערכת
hr: Pokreni nakon prijave
hu: Indítás a bejelentkezéssel együtt
it: Apri al login
ja: ログイン時に実行
ko: 로그인 시 실행
lt: Paleisti prisijungus
lv: Palaist lietotni pieteikšanās laikā
pl: Uruchom przy logowaniu
pt: Iniciar no login
pt_br: Iniciar no login
ru: Запускать при логине
sl: Zaženi ob prijavi
sv: Starta vid inloggning
ta: உள்நுழைவில் தொடங்கவும்
th: เปิดเมื่อเข้าสู่ระบบ
tr: Girişte başlat
uk: Запуск при вході
uz: Kirish paytida ishga tushirish
vi: Khởi động khi đăng nhập
zh_hans: 登录时启动
zh_hant: 登入時啟動

source: Mixed
ar: مختلط
be: Змяшаны
bn: মিশ্রিত
ckb: تێکەڵ
cs: Smíšené
eo: Miksita
fa: ترکیبی
fr: Mixte
he: מעורבב
hr: Mješoviti
hu: Kevert
it: Mista
ja: 混合
ko: 혼합
lt: Mišrus
lv: Jaukti
pl: Mieszane
pt: Mista
pt_br: Mista
ru: Смешанный
sl: Mešano
sv: Blandad
ta: கலப்பு
th: ผสม
tr: Karışık
uk: Змішаний
uz: Aralash
vi: Hỗn hợp
zh_hans: 混合
zh_hant: 混合

# NoHistorySources
source: No history files configured.
ar: لم يتم تكوين ملفات سجل.
be: Файлы гісторыі не наладжаны.
bn: কোনো ইতিহাস ফাইল কনফিগার করা নেই।
ckb: هیچ پەڕگەیەکی مێژوو ڕێکنەخراوە.
cs: Nejsou nakonfigurovány žádné soubory historie.
eo: Neniuj historiaj dosieroj estas agorditaj.
fa: هیچ فایل تاریخچه‌ای پیکربندی نشده است.
fr: Aucun fichier d’historique configuré.
he: לא הוגדרו קובצי היסטוריה.
hr: Nema konfiguriranih datoteka povijesti.
hu: Nincs beállítva előzményfájl.
it: Nessun file di cronologia configurato.
ja: 履歴ファイルが設定されていません。
ko: 설정된 기록 파일이 없습니다.
lt: Nesukonfigūruota jokių istorijos failų.
lv: Nav konfigurētu vēstures failu.
pl: Nie skonfigurowano plików historii.
pt: Nenhum ficheiro de histórico configurado.
pt_br: Nenhum arquivo de histórico configurado.
ru: Файлы истории не настроены.
sl: Ni nastavljenih datotek zgodovine.
sv: Inga historikfiler har konfigurerats.
ta: வரலாறு கோப்புகள் எதுவும் அமைக்கப்படவில்லை.
th: ยังไม่ได้กำหนดไฟล์ประวัติ
tr: Yapılandırılmış geçmiş dosyası yok.
uk: Файли історії не налаштовано.
uz: Tarix fayllari sozlanmagan.
vi: Chưa cấu hình tệp lịch sử nào.

source: Open:
ar: فتح:
be: Адчыніць:
bn: খুলুন:
ckb: کردنەوە:
cs: Otevřít:
eo: Malfermi:
fa: باز:
fr: Ouvrir :
he: פתיחה:
hr: Otvoriti:
hu: Megnyitás:
it: Aprire:
ja: 開く:
ko: 열기:
lt: Atidaryti:
lv: Atvērt:
pl: Otwórz:
pt: Abrir:
pt_br: Abrir:
ru: Открыть:
sl: Odpri:
sv: Öppna:
ta: திறந்த:
th: เปิด:
tr: Açmak:
uk: Відкривати:
uz: Ochish:
vi: Mở:
zh_hans: 打开：
zh_hant: 開啟：

# OpenTooltip
source: Global shortcut key to open Retrace. A repeated press of the main key while holding modifiers will select the next command in the list. In this mode, releasing modifier keys will confirm selection and close the command window. Default: ⇧⌘T.
ar: مفتاح الاختصار العام لفتح التطبيق. سيؤدي الضغط المتكرر على المفتاح الرئيسي أثناء الضغط باستمرار على مفاتيح التعديل إلى تحديد العنصر التالي في القائمة. في هذا الوضع، سيؤدي تحرير مفاتيح التعديل إلى تأكيد التحديد وإغلاق النافذة المنبثقة. الوضع الافتراضي: ⇧⌘T.
be: Глабальная камбінацыя клавіш для адкрыцця праграмы. Паўторнае націсканне асноўнай клавішы з утрыманнем мадыфікатараў выбера наступны элемент у спісе. У гэтым рэжыме адпусканне клавіш-мадыфікатараў пацвердзіць выбар і закрые ўсплывальнае акно. Па змаўчанні: ⇧⌘T.
bn: অ্যাপ্লিকেশন খোলার জন্য গ্লোবাল শর্টকাট চাবি। ডিফল্ট: ⇧⌘T।
ckb: کورتەدوگمەی گشتی بۆ کردنەوەی بەرنامەکە. داگرتنی دووبارەی دوگمە سەرەکییەکە لەکاتی هێشتنەوەی دوگمە یارمەتیدەرەکان، ئایتەمی دواتر لە لیستەکەدا دیاری دەکات. لەم حاڵەتەدا، بەردانی دوگمە یارمەتیدەرەکان دیاریکردنەکە پشتڕاست دەکاتەوە و پۆپئەپەکە دادەخات. بنەڕەت: ⇧⌘T.
cs: Globální klávesová zkratka pro otevření aplikace. Pakliže opakovaně stisknete hlavní klávesu a podržíte modifikátory, vyberete další položku v seznamu. V tomto režimu uvolnění modifikátorových kláves potvrdí výběr a zavře vyskakovací okno. Výchozí: ⇧⌘T.
eo: Ĝenerala fulmoklavo por malfermi la aplikaĵon. Ripetita premo de la ĉefa klavo dum tenado de modifaj klavoj elektos la sekvan eron en la listo. En ĉi tiu reĝimo, liberigo de la modifaj klavoj konfirmos la elekton kaj fermos la ŝprucfenestron. Defaŭlta: ⇧⌘T.
fa: میانبر سراسری برای باز کردن برنامه. با نگه داشتن کلیدهای تغییر (modifiers) و فشار دادن دوباره کلید اصلی، مورد بعدی در فهرست انتخاب می‌شود. در این حالت، رها کردن کلیدهای تغییر، انتخاب را تأیید کرده و پنجرهٔ بازشو را می‌بندد. مقدار پیش‌فرض: ⇧⌘T.
fr: Touche de raccourci globale pour ouvrir l'application. Une pression répétée sur la touche principale tout en maintenant les modificateurs enfoncés permet de sélectionner l'élément suivant dans la liste. Dans ce mode, le relâchement des touches de modification confirmera la sélection et fermera la fenêtre contextuelle. Par défaut : %@C.
he: מקש קיצור גלובלי לפתיחת היישום. לחיצה חוזרת על המקש הראשי תוך החזקת מקשי השינוי תבחר את הפריט הבא ברשימה. במצב זה, שחרור מקשי השינוי יאשר את הבחירה ויסגור את החלון הקופץ. ברירת מחדל: ⇧⌘T.
hr: Globalna tipkovnica prečaca za otvaranje aplikacije. Ponovljenim pritiskom na glavnu tipku dok držite modifikatore odabrat ćete sljedeću stavku na popisu. U ovom načinu rada, otpuštanjem modifikatorskih tipki potvrdit ćete odabir i zatvoriti skočni prozor. Zadano: ⇧⌘T.
hu: Globális gyorsbillentyű az alkalmazás megnyitásához. A fő billentyű ismételt lenyomása a módosítók lenyomva tartása mellett a következő elemet választja ki a listában. Ebben az üzemmódban a módosító billentyűk elengedése megerősíti a kiválasztást és bezárja a felugró ablakot. Egyértelmezett: ⇧⌘T.
it: Una pressione ripetuta del tasto principale mentre si tengono premuti i modificatori seleziona la voce successiva dell'elenco. In questa modalità, rilasciando i tasti modificatori si conferma la selezione e si chiude il popup. Default: ⇧⌘T.
ja: アプリケーションを開くグローバルショートカットキー。 修飾キーを押しながらメインキーを繰り返し押すと、リストの次の項目が選択されます。このモードでは、修飾キーを離すと選択が確定し、ポップアップが閉じます。 デフォルト：%@C.
ko: 애플리케이션을 여는 글로벌 단축키. 수식어를 누른 상태에서 메인 키를 반복해서 누르면 목록의 다음 항목이 선택됩니다. 이 모드에서는 수정자 키에서 손을 떼면 선택이 확인되고 팝업이 닫힙니다. 기본값: ⇧⌘T.
lt: Pasaulinis spartusis klavišas programai atidaryti. Pakartotinai paspaudus pagrindinį klavišą ir laikant modifikatorių, bus pasirinktas kitas sąrašo elementas. Šiuo režimu atleidus modifikavimo klavišus bus patvirtintas pasirinkimas ir uždarytas iškylantysis langas. Numatytasis: ⇧⌘T.
lv: Globālais īsceļu taustiņš, lai atvērtu programmu. Pakāpeniski nospiežot galveno taustiņu, vienlaikus turot modifikatorus, tiek atlasīts nākamais elements sarakstā. Šajā režīmā, atlaižot modifikatoru taustiņus, tiks apstiprināta izvēle un aizvērts uznirstošais logs. No noklusējuma: ⇧⌘T.
pl: Globalny skrót klawiszowy do otwierania aplikacji. Krotne naciśnięcie klawisza głównego przy jednoczesnym przytrzymaniu klawiszy modyfikujących spowoduje wybranie następnego elementu na liście. W tym trybie zwolnienie klawiszy modyfikatorów potwierdzi wybór i zamknie wyskakujące okienko. Domyślnie: ⇧⌘T.
pt: Tecla de atalho global para abrir a aplicação. Uma pressão repetida da tecla principal enquanto mantém as teclas modificadoras premidas irá selecionar o elemento seguinte na lista. Neste modo, soltar as teclas modificadoras confirmará a seleção e fechará o pop-up. Padrão: ⇧⌘T.
pt_br: Tecla de atalho global para abrir a aplicação. Uma pressão repetida da tecla principal enquanto mantém as teclas modificadoras premidas irá selecionar o item seguinte na lista. Neste modo, soltar as teclas modificadoras confirmará a seleção e fechará o pop-up. Padrão: ⇧⌘T.
ru: Глобальная клавиша быстрого доступа для открытия приложения. Повторное нажатие основной клавиши при удерживании модификаторов выберет следующий пункт в списке. В этом режиме, отпустив клавиши-модификаторы, вы подтвердите выбор и закроете всплывающее окно. По умолчанию: ⇧⌘T.
sl: Globalna bližnjična tipka za odpiranje aplikacije. Ponavljajoč pritisk glavne tipke, medtem ko držite modifikatorje, izberete naslednjo postavko na seznamu. V tem načinu boste s sprostitvijo modifikacijskih tipk potrdili izbiro in zaprli pojavno okno. Privzeto: ⇧⌘T.
sv: Globalt kortkommando för att öppna applikationen. Förval: ⇧⌘T.
ta: திறந்த பயன்பாட்டிற்கு உலகளாவிய குறுக்குவழி விசை. இயல்புநிலை: ⇧⌘c.
th: คีย์ลัดระดับโลกเพื่อเปิดแอปพลิเคชัน การกดคีย์หลักซ้ำ ๆ พร้อมกับค้างคีย์โมดิฟายเออร์ไว้ จะเลือกไอเท็มถัดไปในรายการ ในโหมดนี้ การปล่อยคีย์โมดิฟายเออร์จะยืนยันการเลือกและปิดป๊อปอัพ ค่าเริ่มต้น: ⇧⌘T.
tr: Uygulamayı açmak için global kısayol tuşu. Değiştiricileri basılı tutarken ana tuşa tekrar basmak listedeki bir sonraki öğeyi seçecektir. Bu modda, değiştirici tuşların bırakılması seçimi onaylayacak ve açılır pencereyi kapatacaktır. Varsayılan: ⇧⌘T.
uk: Глобальна клавіша швидкого виклику програми. Повторне натискання основної клавіші з утриманням клавіш-модифікаторів призведе до вибору наступного елемента у списку. У цьому режимі відпускання клавіш-модифікаторів підтверджує вибір і закриває спливаюче вікно. За замовчуванням: ⇧⌘T.
uz: Ilovani ochish uchun global yorliq. Oʻzgartirgichlarni ushlab turganda asosiy tugmani qayta-qayta bosish roʻyxatdagi keyingi elementni tanlaydi. Bu rejimda modifikator tugmachalarini bo‘shatish tanlovni tasdiqlaydi va qalqib chiquvchi oynani yopadi. Standart: ⇧⌘T.
vi: Phím tắt mở ứng dụng. Nhấn giữ phím chính cùng với các phím sửa đổi sẽ chọn mục tiếp theo trong danh sách. Trong chế độ này, thả các phím sửa đổi sẽ xác nhận lựa chọn và đóng cửa sổ popup. Mặc định: ⇧⌘T.
zh_hans: 打开 Retrace 的全局快捷键。 在按住修饰键的同时重复按下主键会选择列表中的下一条命令。在这种模式下，松开修饰键将确认选择并关闭命令窗口。 默认：⇧⌘T。
zh_hant: 全局快捷键，用于打开应用程序。 在按住修改器的同时重复按下主键将选择列表中的下一个项目。在此模式下，鬆開變量鍵將確認選擇並關閉彈出窗口。 預設：%@C。

# Regex
source: Regular expressions
ar: التعبيرات العادية
be: Рэгулярныя выразы
bn: স্বাভাবিক অভিব্যক্তি
ckb: ڕێجێکسەکان
cs: Regulární výrazy
eo: Regulaj esprimoj
fa: عبارات منظم
fr: Expressions régulières
he: ביטויים רגולריים
hr: Regularni izrazi
hu: Reguláris kifejezés
it: Espressioni regolari
ja: 正規表現
ko: 정규식
lt: Reguliarios išraiškos
lv: Regulārās izteiksmes
pl: Wyrażenia regularne
pt: Expressões regulares
pt_br: Expressões regulares
ru: Регулярные выражения
sl: Regularni izrazi - Regex
sv: Reguljära uttryck
ta: வழக்கமான வெளிப்பாடுகள்
th: นิพจน์ทั่วไป
tr: Düzenli ifadeler
uk: Регулярні вирази
uz: Muntazam ifodalar
vi: Biểu thức chính quy
zh_hans: 正则表达式
zh_hant: 正規表示式

# RemoveHistorySource
source: Remove History File
ar: إزالة ملف السجل
be: Выдаліць файл гісторыі
bn: ইতিহাস ফাইল সরান
ckb: لابردنی پەڕگەی مێژوو
cs: Odebrat soubor historie
eo: Forigi historian dosieron
fa: حذف فایل تاریخچه
fr: Supprimer le fichier d’historique
he: הסר קובץ היסטוריה
hr: Ukloni datoteku povijesti
hu: Előzményfájl eltávolítása
it: Rimuovi file cronologia
ja: 履歴ファイルを削除
ko: 기록 파일 제거
lt: Pašalinti istorijos failą
lv: Noņemt vēstures failu
pl: Usuń plik historii
pt: Remover ficheiro de histórico
pt_br: Remover arquivo de histórico
ru: Удалить файл истории
sl: Odstrani datoteko zgodovine
sv: Ta bort historikfil
ta: வரலாறு கோப்பை அகற்று
th: ลบไฟล์ประวัติ
tr: Geçmiş dosyasını kaldır
uk: Вилучити файл історії
uz: Tarix faylini olib tashlash
vi: Xóa tệp lịch sử

# RestoreHistorySources
source: Restore Defaults
ar: استعادة الافتراضيات
be: Аднавіць прадвызначаныя
bn: ডিফল্ট পুনরুদ্ধার করুন
ckb: گەڕاندنەوەی بنەڕەتەکان
cs: Obnovit výchozí
eo: Restarigi defaŭltojn
fa: بازگردانی پیش‌فرض‌ها
fr: Restaurer les valeurs par défaut
he: שחזר ברירות מחדל
hr: Vrati zadano
hu: Alapértelmezések visszaállítása
it: Ripristina predefiniti
ja: デフォルトに戻す
ko: 기본값 복원
lt: Atkurti numatytuosius
lv: Atjaunot noklusējumus
pl: Przywróć domyślne
pt: Repor predefinições
pt_br: Restaurar padrões
ru: Восстановить по умолчанию
sl: Obnovi privzeto
sv: Återställ standardvärden
ta: இயல்புநிலைகளை மீட்டமை
th: คืนค่าเริ่มต้น
tr: Varsayılanları Geri Yükle
uk: Відновити типові
uz: Standartlarni tiklash
vi: Khôi phục mặc định

source: Search:
ar: البحث:
be: Пошук:
bn: অনুসন্ধান:
ckb: گەڕان:
cs: Vyhledávání:
eo: Serĉi:
fa: جستجو:
fr: Recherche :
he: חיפוש:
hr: Traži:
hu: Keresés:
it: Ricerca:
ja: 検索：
ko: 검색:
lt: Paieška:
lv: Meklēt:
pl: Wyszukiwanie:
pt: Procura:
pt_br: Busca:
ru: Поиск:
sl: Iskanje:
sv: Sök:
ta: தேடல்:
th: ค้นหา:
tr: Arama:
uk: Пошук:
uz: Qidirish:
vi: Tìm kiếm:
zh_hans: 搜索：
zh_hant: 搜尋：

# Title
source: General
ar: عام
be: Асноўныя
bn: সাধারণ
ckb: گشتی
cs: Obecné
eo: Ĝenerale
fa: عمومی
fr: Général
he: כללי
hr: Opće
hu: Általános
it: Generali
ja: 一般
ko: 일반
lt: Bendra
lv: Vispārīgi
pl: Ogólne
pt: Geral
pt_br: Geral
ru: Основные
sl: Splošno
sv: Allmänt
ta: பொது
th: ทั่วไป
tr: Genel
uk: Загальні
uz: Asosiy
vi: Cài đặt chung
zh_hans: 通用
zh_hant: 一般

source: Clear Retrace history
zh_hans: 清空 Retrace 历史
zh_hant: 清空 Retrace 歷史

source: Copy zsh integration
zh_hans: 复制 zsh 集成
zh_hant: 複製 zsh 整合

source: Install zsh integration
zh_hans: 安装 zsh 集成
zh_hant: 安裝 zsh 整合

# OpenRetraceHistoryInFinder
source: Show in Finder
zh_hans: 在 Finder 中显示
zh_hant: 在 Finder 中顯示

# RetraceHistorySource
source: Retrace zsh history file
zh_hans: Retrace zsh 历史文件
zh_hant: Retrace zsh 歷史檔案

# SyncUserZshHistory
source: Replace from ~/.zsh_history
zh_hans: 用 ~/.zsh_history 覆盖
zh_hant: 用 ~/.zsh_history 覆蓋

# SyncUserZshHistoryTooltip
source: Replace Retrace history with ~/.zsh_history. Disabled when ~/.zsh_history is empty.
zh_hans: 用 ~/.zsh_history 覆盖 Retrace 历史。~/.zsh_history 为空时不可用。
zh_hant: 用 ~/.zsh_history 覆蓋 Retrace 歷史。~/.zsh_history 為空時不可用。

source: zsh integration installed
zh_hans: 已安装 zsh 集成
zh_hant: 已安裝 zsh 整合

source: zsh integration not installed
zh_hans: 未安装 zsh 集成
zh_hant: 未安裝 zsh 整合

# ZshIntegrationRequired
source: Retrace records commands only after zsh integration is installed.
zh_hans: 只有安装 zsh 集成后，Retrace 才会记录命令。
zh_hant: 只有安裝 zsh 整合後，Retrace 才會記錄命令。
